Repository: common-repository/preeco-widgets
Catalog: languages/preeco_widgets-*.po
Languages: de_de

source: Add New
de_de: Neues Widget

source: Add New Widget
de_de: Neues Widget hinzufügen

source: All Widgets
de_de: Alle Widgets

source: Cache active
de_de: Cache aktiviert

source: Cache inactive
de_de: Cache deaktiviert

source: Easy way to include preeco widgets
de_de: Einfach preeco Widgets per Shortcode enfügen

source: Edit Widget
de_de: Widget bearbeiten

source: Enable caching
de_de: Caching aktivieren

source: Filter Widgets list
de_de: Liste filtern

source: https://preeco.de
de_de: https://www.preeco.de

source: Local caching
de_de: Widgets lokal ausliefern

source: New Widget
de_de: Neues Widget

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden

source: Search Widget
de_de: Widget suchen

source: Store your preeco Widget embed codes for easy access
de_de: Verwalte deine preeco Widgets und füge Sie per Shortcode einfach ein

source: The content of the widgets can be cached and delivered locally if desired. In this case, the content of the widget is requested from the server on a daily basis.
de_de: Die Inhalte der Widgets können gecached und lokal ausgeliefert werden. Hierbei werden die Inhalten der Widgets einmal täglich neu vom Server geladen.

source: Update Widget
de_de: Widget aktualisieren

source: View Widget
de_de: Widget anzeigen

source: Widgets list
de_de: Widget Liste

source: Widgets list navigation
de_de: Widget Listennavigation
